# 1. 전기 자동차의 종류 
전기 자동차(EV, Electric Vehicle)는 가솔린이나 디젤과 같은 화석 연료 사용량을 줄이고 전기 에너지를 동력원으로 이용하기 때문에 지속가능한 친환경 자동차로 각광 받고 있다. 전기 자동차의 연비 효율성과 친환경성에 비해 높은 초기 비용, 짧은 주행 거리에 대한 단점을 보완 위해 순수 전기차 외의 하이브리드 전기차 역시 전기차의 일종으로  전기 자동차는 공급 방식이나 에너지 사용 비율에 따라 구분된다. 

![Crepe](/assets/img/type_1.png)

<br>

## 1.1. 하이브리드 전기차
### (1) 마일드 하이브리드 전기차
Mild Hybrid Electric Vehicle (Mild-HEV)
* 내연 기관 엔진 차량과 전기 자동차의 혼합(hybrid) 형태
* 출발, 가속/등판 주행 상황에서만 엔진+모터 구동이 가능함
* 모터를 단독으로 구동할 수 없기 때문에 Mild 혹은 Soft HEV라 불림
* _**별도의 충전 없이**_ 공회전 및 회생 제동으로 급전함

### (2) 마일드 하이브리드 전기차
Hybrid Electric Vehicle (HEV, Full HEV)
* 내연 기관 엔진 차량과 전기 자동차의 혼합(hybrid) 형태
*  출발과 저속 주행에서도 단독으로 전기 모터가 차량을 구동시키는 것이 가능하기 때문에 ‘완전한(full)’ 하이브리드라 불림
* 내연 기관 엔진 차량과 순수 전기차의 구동원인 엔진과 모터 모두를 탑재하여 화학 연료와 전기 모두를 주행 상황에 따라 에너지원으로 사용
* _**별도의 충전 없이**_ 공회전 및 회생 제동으로 급전함


### (3) 플러그인 하이브리드 전기차
Plug-in Hybrid Electric Vehicle (PHEV)
* 하이브리드 전기차에 **충전 플러그**를 탑재하여 **외부 충전이 가능**
* EV 모드와 HEV 모드 두 가지 모드로 주행하며 연비 효율에 맞게 분배하며 주행
* 별도의 충전이 가능해지며 HEV 보다 주행 거리가 개선됨

<br>

## 1.2. 순수 전기차
### (1) 배터리 전기차
Battery Electric Vehicle (BEV, Pure-EV)
*  엔진 없이 화석 연료를 대신하여 순수 전기만을 에너지원으로 이용하는 전기차
*  배터리에 전기를 _**외부에서 충전**_ 하여 에너지를 저장
* 전기 모터는 구동원으로 배터리에 저장된 전기를 사용하여 차량을 구동시킴
* 전기만을 사용하기 때문에 배기 가스 배출이 없어 친환경적임


### (2) 수소 전기차
Fuel Cell Electric Vehicle (FCEV)
* 교체 가능한 수소 연료 전지 시스템을 탑재한 전기차
* 하이브리드 전기차, 배터리 전기차와는 다르게 전기를 직접 발생시켜 에너지원으로 사용
* 수소 탱크에 외부에서 수소를 공급 받고, 대기 공기로부터 산소를 추출하여 수소와 산소를 결합하여 전기와 물을 발생시키는 원리
